<!DOCTYPE html>
<html lang="en">
<head>
    <title>ROCK</title>
</head>
<body text="#ffff00" bgcolor="#000000"><font face="sans-serif" style="line-height: 160%;">
    <header><table width="95%">
        <tr>
            <td><h1>Los mejores videos de ROCK</h1></td>
            <td><img src="imagenes/poste" width="80"></td>
        </tr>
    </table></header>
    <nav>
        <table width="90%" align="center">
           <tr bgcolor="#ffff00" align="center">
            <td><font color="#ff0000">Rock en Espa&ntilde;ol</font></td><td><font color="#ff0000">Rock Angio</font></td><td><font color="#ff0000">Rock Gringo</font></td>
            </tr>
        </table>
    </nav>
    <table><tr>
        <td rowspan="3">
         <main>Rock es un término amplio que agrupa una variedad de estilos de m&uacute;sica popular originarios como rock<br>
and roll a principios de la d&eacute;cada de 1950 en Estados Unidos y que evolucion&oacute; en un gran rango de<br>
diferentes estilos en los a&ntilde;ños 1960, particularmente en ese pa&iacute;s y Reino Unido.<br>
Tiene sus ra&iacute;ces en el rock and roll de los años 50s, proveniente de la combinaci&oacute;n de g&eacute;neros<br>
anteriores como el blues, rhythm and blues y el country. La m&uacute;sica rock tambi&eacute;n se nutri&oacute; fuertemente<br>
del blues el&eacute;ctrico y el folk, e incorpor&oacute; influencias del jazz, la m&uacute;sica cl&aacute;sica y otras fuentes. El rock se<br>
ha centrado en la guitarra el&eacute;ctrica, normalmente como parte de un grupo integrado por cantante,<br>
bater&iacute;a, bajo y, algunas veces, instrumentos de teclado como el &oacute;rgano y el piano. Usualmente, el rock<br>
se centra en las canciones; habitualmente con comp&aacute;s de 4/4 y una estructura verso-estribillo; sin<br>
embargo, el g&eacute;nero se ha vuelto extremandamente diverso y las caracter&iacute;sticas musicales comunes son<br>
dificiles de definir. Como la m&uacute;sica pop, las letras se centran a menudo en el amor rom&aacute;ntico, pero<br>
tambi&eacute;n tratan un rango amplio de otros temas con un enfoque frecuente en lo social, lo personal y lo<br> pol&iacute;tico.</main>

<img src="imagenes/postes.jpg" width="61%" usemap="#mapa">
<map name="mapa">
    <area shape="rect" coords="370, 459, 189, 1" href="kiss.html">
    <area shape="rect" coords="370, 464, 663, 1" href="jailhouse.html">
    <area shape="rect" coords="200, 765, 2, 1" href="alcoholika la cristo-celia.html">
</map>



</td>
<td align="left"><a href="https://www.youtube.com/watch?v=K6q-fMAtYBE"><img src="imagenes/logo.jpg" width="250"></a></td>
</tr>
<tr>
<td align="lef">
    <img src="imagenes/logo.jpg" width="250">
</td>
</tr>
<tr>
    <td align="center">
        <img src="imagenes/audiogoad" width="180">
        </td>
</tr>
</font>

    
 
</body>
</html>